Repository: wkicior/mandayFaktura
Catalog: mandayFaktura/*.lproj/Localizable.strings
Languages: pl

# COULD_NOT_SAVE_PDF
source: Could not save to PDF
pl: Nie udalo sie zapisac PDF

# COULD_NOT_SAVE_XML
source: Could not save to XML
pl: Nie udalo sie zapisac XML

# COULD_NOT_SAVE_XML_VAT_RATE
source: Could not save to XML. Unsupported VAT rate. Valid values are: '23%', '22%', '8%', '7%', '5%', '4%', '3%', 'O KR', '0 WDT', '0 EX', 'zw', 'oo', 'np I', 'np II'
pl: Nie udalo sie zapisac XML. Nieobsługiwana wartość VAT. Prawidłowe wartosci to: '23%', '22%', '8%', '7%', '5%', '4%', '3%', 'O KR', '0 WDT', '0 EX', 'zw', 'oo', 'np I', 'np II'

source: Custom characters
pl: Własny ciąg znaków

source: wrong string format
pl: błędny format ciągu znaków

# CONTENT_DIGIT_OR_LETTER
source: The content must be either a digit or a letter.
pl: Zawartość pola musi być cyfrą lub literą.

source: Document removal!
pl: Usunięcie dokumentu!

# DOCUMENT_HAS_CREDIT_NOTE
source: The document has the credit note assigned
pl: Dokument ma przypisaną fakturę korygującą

# DOCUMENT_COULD_NOT_BE_REMOVED
source: and therefore could not be removed
pl: i nie może zostać usunięty

# IRRETRIEVABLY_DELETED
source: The invoice will be irretrievably deleted. Are you sure you want to delete the invoice?
pl: Dane faktury zostaną utracone bezpowrotnie. Czy na pewno chcesz usunąć fakturę?

source: Delete
pl: Usuń

source: Cancel
pl: Anuluj

# DOCUMENT_COULD_NOT_BE_EDITED
source: and therefore could not be removed
pl: i nie może zostać edytowany

# INVOICE_EDIT
source: Editing invoice!
pl: Edycja faktury!

# CONFIRM_INVOICE_EDIT
source: Invoice data will be overwriten. Are you sure you want to continue?
pl: Dane faktury mogą zostać nadpisane. Czy na pewno chcesz edytować fakturę?

source: Edit
pl: Edytuj

source: Credit note creation!
pl: Korekta faktury!

# INVOICE_EXISTS
source: the invoice with this number already exists
pl: faktura o tym numerze juź istnieje

# CHANGE_NUMBER
source: Change new invoice number or edit invoice no
pl: Zmień numer nowej faktury lub edytuj fakturę o numerze

# CREDIT_NOTE_EXISTS
source: the credit note with this number already exists
pl: faktura korygująca o tym numerze juź istnieje

# APPLY_REVERSE_CHARGE
source: Should reverse charge be applied?
pl: Czy zastosować odwrotne obciążenie?

# POTENTIAL_REVERSE_CHARGE_ATTEMPT
source: Attempting to save international invoice with no VAT rate.
pl: Próba zapisu międzynarodowej faktury z zerową stawką VAT.

# YES_GO_TO_EDIT
source: Yes, go back to editing
pl: Tak, wróć do edycji

source: No, continue saving
pl: Nie, zapisz w obecnej formie

# WRONG_FORMAT
source: wrong decimal format
pl: błędny format liczby

# MUST_BE_DECIMAL
source: content must be a decimal for example: 1,23
pl: Zawartość pola musi być liczbą dziesiętną np. 1,23

# COMPANY_EXISTS
source: Company already exists with a name
pl: W historii istnieje już firma o nazwie

# COUNTERPARTIES_ARE_DIFFERENT
source: Counterparties data is different
pl: Dane podmiotów różnią się.

source: Cancel invoice saving
pl: Wstrzymaj zapis faktury

source: Do not overwrite
pl: Nie nadpisuj

source: Overwrite company data
pl: Nadpisz dane firmy

source: Buyer removal!
pl: Usunięcie nabywcy!

# BUYER_REMOVAL_CONFIRMATION
source: Are you sure you want to remove the buyer from catalogue?
pl: Czy na pewno chcesz usunąć nabywcę z katalogu?

source: Do not delete
pl: Nie usuwaj

# PDF_BY_MANDAY_FAKTURA
source: This document was generated by mandayFaktura
pl: Dokument wygenerowany w aplikacji mandayFaktura

# PDF_INCLUDING
source: Including:
pl: W tym:

# PDF_TOTAL
source: Total:
pl: Razem:

# PDF_PAGE
source: Page
pl: Strona

# PDF_OF
source: of
pl: z

# PDF_CREDIT_NOTE_CHANGE
source: Change
pl: Korekta

# CREDIT_NOTE_AFTER
source: After
pl: Po korekcie

# CREDIT_NOTE_BEFORE
source: Before
pl: Przed korektą

# PDF_INVOICE_CASH
source: cash
pl: gotówka

# PDF_INVOICE_TRANSFER
source: transfer
pl: przelew

# PDF_INVOICE_NO
source: Invoice no.
pl: Faktura VAT nr

# PDF_ISSUED_TO_INVOICE_NO
source: issued to invoice no.
pl: do faktury

# PDF_OF_DAY
source: of
pl: z dnia

# PDF_ISSUE_DATE
source: Date of issue
pl: Data wystawienia

# PDF_SALE_DATE
source: Date of sale
pl: Data sprzedaży

# PDF_TAX_ACCOUNTED
source: Tax to be accounted
pl: Rozliczenie podatku

# PDF_REVERSE_CHARGE
source: reverse charge
pl: odwrotne obciążenie

# PDF_TOTAL_DUE
source: Total due
pl: Do zapłaty

# PDF_IN_WORDS
source: In words
pl: Słownie

# PDF_PAYMENT_FORM
source: Payment form
pl: Forma płatności

# PDF_PAYMENT_DUE_DATE
source: Due date
pl: Termin płatności

# PDF_ITEM_NO
source: No.
pl: Lp.

# PDF_ITEM_NAME
source: Name
pl: Nazwa

# PDF_ITEM_QUANTITY
source: Quantity
pl: Ilość

# PDF_ITEM_UOM
source: UM
pl: jm.

# PDF_ITEM_NET_PRICE
source: Net price
pl: Cena jdn.

# PDF_ITEM_NET_WORTH
source: Net worth
pl: Wartość Netto

# PDF_ITEM_NET_VAT
source: VAT %
pl: Stawka VAT

# PDF_ITEM_VAT_AMOUNT
source: VAT amount
pl: Kwota VAT

# PDF_ITEM_GROSS_WORTH
source: Gross worth
pl: Wartość Brutto

# PDF_HR
source: hr
pl: godz.

# PDF_PCS
source: pcs
pl: szt.

# PDF_SVC
source: svc.
pl: usł.

# PDF_SELLER
source: Seller
pl: Sprzedawca

# PDF_TAX_ID
source: Tax ID
pl: NIP

# PDF_IBAN
source: IBAN
pl: Nr konta

# PDF_BUYER
source: Buyer
pl: Nabywca

# PDF_CREDIT_NO_NUMBER
source: Credit note no
pl: Faktura korygująca nr

# PDF_TOTAL_RETURN
source: Total return
pl: Do zwrotu

# PDF_ORIGINAL
source: original
pl: oryginał

# PDF_COPY
source: copy
pl: kopia

source: Error
pl: Błąd

# WRONG_KSEF_NUMBER
source: Incorrect KSeF number
pl: Niepoprawny numer KSeF

# SAVING_KSEF_ERROR
source: Error on saving KSeF number
pl: Nie udało się zapisać numeru KSeF
