Repository: wkicior/mandayFaktura
Catalog: mandayFaktura/*.lproj/Main.strings
Languages: pl

# 0Fn-3p-RmV.placeholderString
source: Country
pl: Kraj

# 0MX-3E-eYM.title
source: svc.
pl: usł.

# 0gc-Ae-zOy.ibShadowedToolTip
source: Issue date
pl: Data wystawienia faktury

# 0oH-9a-kLt.ibShadowedToolTip
source: Adds selected item to catalogue
pl: Dodaje zaznaczony towar lub usługę do katalogu

# 0tV-hd-K6Z.title
source: Save
pl: Zapisz

# 1Nw-0b-stx.placeholderString
source: City
pl: Miasto

# 1Qp-5H-TcE.title
source: Settings
pl: Ustawienia

# 1gg-h9-i9W.ibShadowedToolTip
source: Save invoice
pl: Zapis faktury

# 1s1-cK-LPF.title
source: Payment method:
pl: Sposób płatności:

# 1vJ-tb-aOI.ibShadowedToolTip
source: Additional informations
pl: Dodatkowe informacje np. REGON

# 1xi-CP-sAu.ibShadowedToolTip
source: Print preview (PDF)
pl: Podgląd wydruku faktury (PDF)

# 1xi-CP-sAu.title
source: Preview
pl: Podgląd

# 22g-nF-aww.title
source: Drag the sections marked in gray onto the blue numbering field to create your own format. Use the ‘Clear’ button to create a new format.
pl: Przeciągnij sekcje oznaczome szarym kolorem na błękitne pole numeracji aby utworzyć własny format. Użyj przycisku 'Wyczyść' celem utworzenia nowego formatu.

# 26z-T5-FNV.title
source: Cancel
pl: Anuluj

# 2AG-N6-WPM.label
source: Invoice numbering
pl: Numeracja faktur

# 2OT-Go-qw4.title
source: Transfer
pl: Przelew

# 2Zb-EB-vYN.ibShadowedToolTip
source: The number of invoices may be managed automatically by an app. It's structure can be defined in the settings.
pl: Numer faktury może być zarządzany przez aplikację automatycznie. Jego struktura może być zdefiniowana w preferencjach.

# 2nd-mg-xiF.title
source: Reverse charge
pl: Odwrotne obciążenie

# 3Ww-3p-vUu.title
source: Delete
pl: Usuń

# 3bV-mo-xFK.placeholderString
source: Street 0/0
pl: Ulica 0/0

# 463-Th-NCJ.title
source: Products and services catalogue
pl: Katalog usług i produktów

# 4Jk-WK-s7q.title
source: Transformations
pl: Transformacje

# 4Jm-dx-y4w.placeholderString
source: Street 0/0
pl: Ulica 0/0

# 4rq-Wo-9j0.title
source: Cancel
pl: Anuluj

# 4sb-4s-VLi.title
source: Exit mandayFaktura
pl: Wyjdź z mandayFaktura

# 51f-Z4-w2e.ibShadowedToolTip
source: Buyers tax code
pl: NIP nabywcy

# 5jG-eT-cGH.title
source: Services and products catalogue...
pl: Katalog usług i towarów...

# 5kV-Vb-QxS.title
source: About mandayFaktura
pl: O mandayFaktura

# 5yr-PR-86m.headerCell.title
source: Company name
pl: Nazwa firmy

# 6ca-HP-AIQ.title
source: Edit
pl: Edycja

# 6hT-Pw-flQ.ibShadowedToolTip
source: Buyer's city
pl: Miasto nabywcy

# 6xe-ty-1pL.title
source: Lowercase
pl: Małe litery

# 72C-iu-YOK.ibShadowedToolTip
source: Buyer's address
pl: Ulica, numer domu i mieszkania nabywcy

# 77o-zN-UfW.headerCell.title
source: Issue date
pl: Data wystawienia

# 78Q-ep-MZO.title
source: Invoice number:
pl: Numer faktury:

# 7GG-bU-fxb.title
source: Print...
pl: Drukuj...

# 7Q9-pF-007.title
source: Issue date:
pl: Data wystawienia:

# 7SJ-CV-ArS.headerCell.title
source: Amount
pl: Ilość

# 7ae-fp-UvH.label
source: Numbering
pl: Numeracja

# 7d0-Kb-ZGo.title
source: .hours
pl: .godz

# 888-4p-BON.title
source: Cancel
pl: Anuluj

# 8gh-8p-NT7.title
source: Year
pl: Rok

# 8gy-GJ-woU.title
source: Clear
pl: Wyczyść

# 8jT-Td-p4Y.placeholderString
source: Additional information
pl: Dodatkowe informacje

# 8nf-Ia-yZO.ibShadowedToolTip
source: Additional remarks
pl: Dodatkowe uwagi dotyczące faktury

# 9II-l9-zdB.headerCell.title
source: VAT rates
pl: Stawki VAT

# A14-zx-FZb.ibShadowedToolTip
source: Additional remarks
pl: Dodatkowe uwagi dotyczące faktury

# AX3-88-jfB.alternateTitle
source: Add product or service
pl: Dodaj towar lub usługę

# AZZ-Xf-Gjw.title
source: Preview
pl: Podgląd

# Aq6-E5-a89.placeholderString
source: Country
pl: Kraj

# ArV-YG-KtP.title
source: Speech
pl: Mowa

# B9g-Ah-JZV.alternateTitle
source: Add product or service
pl: Dodaj towar lub usługę

# BOF-NM-1cW.title
source: Settings…
pl: Ustawienia…

# BaX-NI-GtG.title
source: Payment date:
pl: Data płatności:

# Bcg-vS-4Wc.placeholderString
source: Country
pl: Kraj

# Bp9-YZ-WWf.ibShadowedToolTip
source: Additional information
pl: Dodatkowe informacje np. REGON

# C2U-v2-Kse.title
source: since selling date
pl: od daty sprzedaży

# CFI-dA-Wb9.ibShadowedToolTip
source: Buyer's company name
pl: Nazwa firmy nabywcy

# DVo-aG-piG.title
source: Close
pl: Zamknij

# EpG-hq-Xg2.title
source: Title
pl: Tytuł

# EtI-1P-FbY.alternateTitle
source: Add product or service
pl: Dodaj towar lub usługę

# F2S-fz-NVQ.title
source: Help
pl: Pomoc

# FHB-th-d1E.placeholderString
source: Custom characters
pl: Własny ciąg znaków

# FKE-Sm-Kum.title
source: Help
pl: Pomoc mandayFaktura

# FtI-Sa-fAj.title
source: Credit note number:
pl: Numer faktury korygującej:

# G6N-5g-vh5.title
source: Save
pl: Zapisz

# GHL-i6-6VX.title
source: Save
pl: Zapisz

# Gan-4F-Z33.headerCell.title
source: Name
pl: Nazwa

# GgW-FM-whc.title
source: days
pl: dni

# GhL-Dq-tZX.ibShadowedToolTip
source: Adds new product or service
pl: Dodaje nowy towar lub uslugę

# GjM-mE-IFV.title
source: Uppercase
pl: WIelkie litery

# HPa-As-6g5.headerCell.title
source: Company name
pl: Nazwa firmy

# HjX-x9-nlF.title
source: since issue date (on the form)
pl: od daty wystawienia (na formularzu)

# JO4-Dw-oj2.headerCell.title
source: UoM
pl: J. m.

# Kd2-mp-pUS.title
source: Show all
pl: Pokaż wszystkie

# LE2-aR-0XJ.title
source: Put everything on front
pl: Umieść wszystko na wierzchu

# LLG-l2-ddW.title
source: hours
pl: .godz

# LXj-4d-hIk.placeholderString
source: Company name
pl: Nazwa firmy

# LYb-aQ-Qhy.title
source: Selling date:
pl: Data sprzedaży:

# Las-aG-JSs.title
source: Copy
pl: Kopiuj

# Mbj-aL-Oib.title
source: Due date:
pl: Termin:

# Mez-YO-bK9.title
source: Reverse charge
pl: Odwrotne obciążenie

# Mhi-MR-gQ1.alternateTitle
source: Add product or service
pl: Dodaj towar lub usługę

# NE7-Mf-tLH.title
source: Edit...
pl: Edycja...

# NJA-au-3xl.title
source: units
pl: szt.

# OY7-WF-poV.title
source: Minimize
pl: Minimalizuj

# OaA-Kr-lfR.label
source: Credit notes numeration
pl: Numeracja korekt

# Olw-nP-bQN.title
source: Hide mandayFaktura
pl: Schowaj mandayFaktura

# PDM-Bn-GaX.placeholderString
source: Company name
pl: Nazwa firmy

# Pk8-xk-tGP.title
source: Invoice edit
pl: Edycja faktury

# QDv-ew-8VB.headerCell.title
source: Default
pl: Domyślne

# QQf-sO-e0d.title
source: Set 'next number' to '1' after year change
pl: Ustaw 'kolejny numer' na '1' po zmianie roku

# Qer-3u-kN0.placeholderString
source: Name of product or service
pl: Nazwa towaru lub usługi

# RDw-BU-c0f.alternateTitle
source: Add product or service
pl: Dodaj towar lub usługę

# RQh-u0-Sg1.placeholderString
source: VAT rate
pl: Stawka VAT

# RUf-8q-9Iu.title
source: Document
pl: Dokument

# Rkq-eA-ldu.title
source: since issue date
pl: od daty utworzenia

# SA5-ev-h6E.headerCell.title
source: net price
pl: Cena netto

# Spo-Nd-mKm.ibShadowedToolTip
source: Buyer's zip code
pl: Kod pocztowy nabywcy

# T1L-Ea-9uZ.title
source: Edit
pl: Edycja

# T6b-fk-Zeh.ibShadowedToolTip
source: Selling date of product or service
pl: Data sprzedaży towaru lub uslugi

# T9t-2m-1J6.title
source: svc.
pl: usł.

# Td7-aD-5lo.title
source: Window
pl: Okno

# Te6-sh-weN.title
source: Next number
pl: Kolejny numer

# Tev-zY-Yj0.ibShadowedToolTip
source: Buyer's company name
pl: Nazwa firmy nabywcy

# UJO-0D-70h.placeholderString
source: Additional information
pl: Dodatkowe informacje

# Uu1-eY-Zza.ibShadowedToolTip
source: Buyer;s address
pl: Ulica, numer domu i mieszkania nabywcy

# VKR-Ls-MCj.ibShadowedToolTip
source: Additional information
pl: Dodatkowe informacje np. REGON

# VYd-vO-CJ2.title
source: Next number
pl: Kolejny numer

# Vdr-fp-XzO.title
source: Hide Others
pl: Schowaj Inne

# Ve6-eV-ocN.placeholderString
source: Country
pl: Kraj

# VqM-xz-aqM.title
source: Undo
pl: Cofnij

# W7P-pA-tCN.title
source: Buyers catalogue...
pl: Katalog nabywców...

# Was-JA-tGl.title
source: New...
pl: Nowa...

# XSV-th-NYq.placeholderString
source: Alias of product or service
pl: Alias towaru lub usługi

# Xc0-cE-0SR.title
source: units
pl: szt.

# Xrx-8b-s0x.ibShadowedToolTip
source: Allows for buyers selection from the list
pl: Pozwala na wybranie nabywcy z listy

# Y2G-3U-7SR.title
source: Preview
pl: Podgląd

# Y9x-rc-wfG.headerCell.title
source: Gross amount
pl: Kwota brutto

# YXp-uq-9Ps.title
source: Cash
pl: Gotówka

# YkP-GR-qn1.title
source: Save
pl: Zapisz

# Z6s-zr-3TI.title
source: Buyer's:
pl: Dane nabywcy:

# a2d-Dx-qd3.headerCell.title
source: Net value
pl: Wartość netto

# aTl-1u-JFS.title
source: Print...
pl: Drukuj...

# aUF-d1-5bR.title
source: Window
pl: Okno

# aVI-U8-sU1.title
source: Delete
pl: Usuń

# b1W-hj-Ckb.title
source: Save
pl: Zapisz

# bFr-ar-ghT.placeholderString
source: Remarks
pl: Uwagi

# bIX-dU-3V0.title
source: Year
pl: Rok

# bXP-pp-ML5.placeholderString
source: Credit note number
pl: Nr korekty

# bgf-kq-fBT.title
source: Save
pl: Zapisz

# bib-Uj-vzu.title
source: File
pl: Plik

# cBF-dG-0ur.title
source: Seperator:
pl: Separator:

# cJA-bK-apM.label
source: Company
pl: Dane firmy

# cVc-rc-veO.title
source: Selected option will cause overwriting payment date after changing related field
pl: Wybrana opcja spowoduje nadpisanie daty płatności po zmianie pola, którego dotyczy

# cle-5p-sRV.ibShadowedToolTip
source: Deletes selected product or service from the list
pl: Usuwa zaznaczony towar lub usługę z listy

# cqW-xK-zmH.headerCell.title
source: UoM
pl: J. m.

# cvb-0R-h3V.placeholderString
source: Account number
pl: Nr konta

# dMs-cI-mzQ.title
source: File
pl: Plik

# dUt-Mz-SA3.placeholderString
source: Street 0/0
pl: Ulica 0/0

# dxg-RZ-IeG.ibShadowedToolTip
source: Invoice number separator character
pl: Znak oddzielający poszczególne pola numeru faktury

# e9b-ZG-Xlk.ibShadowedToolTip
source: Payment due date
pl: Termin płatności

# eKh-fi-RBK.title
source: Invoice edit
pl: Edycja faktury

# eU7-aR-xbm.ibShadowedToolTip
source: Opens product and services catalogue window
pl: Otwiera okno z katalogiem usług i towarów

# eag-1Q-Vga.title
source: Credit note
pl: Korekta faktury

# efO-Cd-k79.ibShadowedToolTip
source: measures
pl: miary

# epc-bE-pud.alternateTitle
source: Add new product or service
pl: Dodaj towar lub usługę

# fYs-uW-51R.headerCell.title
source: Gross value
pl: Wartość brutto

# fvd-c7-tvM.title
source: Save
pl: Zapisz

# g3y-6U-V1P.title
source: Invoice number:
pl: Numer faktury:

# gH7-hH-oXL.title
source: Revert
pl: Przywróć

# gWk-za-B4i.ibShadowedToolTip
source: Invoice preview (PDF)
pl: Podgląd faktury (PDF)

# gdj-AE-KTe.ibShadowedToolTip
source: Buyer's city
pl: Miasto nabywcy

# gpf-Se-SrU.placeholderString
source: Street 0/0
pl: Ulica 0/0

# h1N-BL-dyO.headerCell.title
source: Number
pl: Numer

# hGO-8M-umO.title
source: Speech
pl: Mowa

# hIb-6p-UXt.ibShadowedToolTip
source: The number of invoices may be managed automatically by an app. It's structure can be defined in the settings.
pl: Numer faktury może być zarządzany przez aplikację automatycznie. Jego struktura może być zdefiniowana w preferencjach.

# hLQ-Kl-5iP.title
source: Buyer's:
pl: Dane nabywcy:

# hXz-u0-mXm.title
source: Invoice history
pl: Historia faktur

# haE-qU-sJy.label
source: Document
pl: Dokument

# haF-wG-vwp.title
source: New invoice
pl: Nowa faktura

# haS-Qa-1zz.alternateTitle
source: Add product or service
pl: Dodaj towar lub usługę

# hdl-bi-HHc.title
source: Stop talking
pl: Przestań mówić

# hn8-yI-Za8.placeholderString
source: City
pl: Miasto

# jGj-6Z-OBR.title
source: Cancel
pl: Anuluj

# jLg-5s-Ka2.title
source: Transformations
pl: Transformacje

# jZ8-TV-xZJ.title
source: Buyer's edit
pl: Edycja nabywcy

# jha-Sv-kh9.alternateTitle
source: Add product or service
pl: Dodaj towar lub usługę

# jow-12-gca.title
source: Export to KSeF XML (alpha)
pl: Eksportuj KSeF XML (alpha)

# km5-ey-hEg.title
source: Cancel
pl: Anuluj

# lxb-NW-Ra7.title
source: Information about mandayFaktura on documents
pl: Informacje o mandayFaktura na dokumencie

# m1o-XU-R5R.alternateTitle
source: Add product or service
pl: Dodaj towar lub usługę

# mGw-VY-vaY.label
source: VAT rates
pl: Stawki VAT

# mWO-yg-z9z.placeholderString
source: City
pl: Miasto

# n9k-5a-UWE.title
source: Add buyer
pl: Dodaj nabywcę

# nc5-sw-XpX.title
source: Save
pl: Zapisz

# oF8-sf-QPd.placeholderString
source: Company name
pl: Nazwa firmy

# oYh-8r-NCQ.alternateTitle
source: Add product or service
pl: Dodaj towar lub usługę

# oyF-0z-qfU.title
source: VAT rates
pl: Stawki VAT

# pLJ-Nb-fsr.placeholderString
source: Name of product or service
pl: Nazwa towaru lub usługi

# pOg-ER-QwB.ibShadowedToolTip
source: Invoice number separator character
pl: Znak oddzielający poszczególne pola numeru faktury

# pSb-Kd-8wj.ibShadowedToolTip
source: Buyer's zip code
pl: Kod pocztowy nabywcy

# pmP-Ry-Ebo.placeholderString
source: Remarks
pl: Uwagi

# pqR-gj-Sah.alternateTitle
source: Add product or service
pl: Dodaj towar lub usługę

# q4d-k6-IsF.ibShadowedToolTip
source: Deletes selected product or service from the list
pl: Usuwa zaznaczony towar lub usługę z listy

# qGy-2h-eDf.title
source: Reverse charge
pl: Odwrotne obciążenie

# qIS-W8-SiK.title
source: Page settings
pl: Ustawienia strony

# qUP-40-IUh.placeholderString
source: Additional information
pl: Dodatkowe informacje

# qeb-hI-I95.title
source: Buyers catalogue
pl: Katalog nabywców

# qsD-cU-Z5K.title
source: Products and services catalogue
pl: Katalog usług i produktów

# quA-M6-NgU.ibShadowedToolTip
source: Add new product or service to the list
pl: Dodaje nowy towar lub usługę do listy

# r5n-Wc-BeJ.title
source: Drag the sections marked in gray onto the blue numbering field to create your own format. Use the ‘Clear’ button to create a new format.
pl: Przeciągnij sekcje oznaczome szarym kolorem na błękitne pole numeracji aby utworzyć własny format. Użyj przycisku 'Wyczyść' celem utworzenia nowego formatu.

# r8F-Fi-Kme.title
source: Clear
pl: Wyczyść

# rTe-EN-GSM.headerCell.title
source: Name
pl: Nazwa

# ra0-RU-SXS.title
source: Settings
pl: Ustawienia

# sJ8-C5-SHu.ibShadowedToolTip
source: Buyer's company name
pl: Nazwa firmy nabywcy

# sUU-zj-djB.title
source: New invoice
pl: Nowa faktura

# sYr-89-e4y.title
source: Seperator:
pl: Separator:

# t5T-xg-wI9.alternateTitle
source: Add product or service
pl: Dodaj towar lub usługę

# tFk-Uu-Dcy.title
source: Paste
pl: Wklej

# tTG-bf-qdE.title
source: Save
pl: Zapisz

# tTb-h0-w9p.placeholderString
source: Custom character string
pl: Własny ciąg znaków

# uTd-p0-Oc6.title
source: Cancel
pl: Anuluj

# uj8-in-aaP.title
source: Buyers:
pl: Dane nabywcy:

# ukx-cg-2Fu.title
source: Set 'next number' to '1' after year change
pl: Ustaw 'kolejny numer' na '1' po zmianie roku

# uv1-V5-bFI.title
source: Cut
pl: Wytnij

# vOg-Jd-m0M.ibShadowedToolTip
source: Buyer's tax number
pl: NIP nabywcy

# vZg-AQ-svB.ibShadowedToolTip
source: Additional remarks
pl: Dodatkowe uwagi dotyczące faktury

# vgd-M5-4TG.title
source: Export to PDF
pl: Eksportuj do PDF

# vvx-Bv-8fE.alternateTitle
source: Add product or service
pl: Dodaj towar lub usługę

# wWz-7e-DbU.ibShadowedToolTip
source: Net price of product or service
pl: Cena netto towaru lub usługi

# wd2-z1-hWa.placeholderString
source: Default remarks
pl: Domyślne uwagi

# wfo-Uh-e5Y.placeholderString
source: City
pl: Miasto

# wm1-19-nEh.alternateTitle
source: Add product or service
pl: Dodaj towar lub usługę

# wpr-3q-Mcd.title
source: Help
pl: Pomoc

# xOe-rV-s4f.placeholderString
source: VAT rate
pl: Stawka VAT

# xVm-3h-MS1.title
source: Preview
pl: Podgląd

# xel-JP-j4e.title
source: Credit note
pl: Korekta faktury

# xmM-9a-R4F.title
source: Start talking
pl: Zacznij mówić

# yJW-b8-Uw5.title
source: Add buyer
pl: Dodaj nabywcę

# zQa-dQ-WqJ.title
source: Credit note...
pl: Korekta...

# zUl-cf-rHF.placeholderString
source: Company name
pl: Nazwa firmy

# zme-ue-UQ6.headerCell.title
source: Net value
pl: Cena netto

# zqo-Hc-a0C.placeholderString
source: Credit note reason/remarks
pl: Przyczyna korekty/Uwagi

# zuy-Lh-CmR.title
source: Save
pl: Zapisz

# dob-Ag-klB.title
source: Primary language
pl: Język główny

# my5-BW-Wju.title
source: Secondary language
pl: Język drugi

# UnK-q9-mdw.title
source: Primary language
pl: Język główny

# qe8-6H-vjt.title
source: Secondary language
pl: Język drugi

# QuN-LF-yeS.title
source: Default main language
pl: Domyślny język główny

# cLt-KP-16R.title
source: Secondary language
pl: Język drugi

# 17n-8L-JPJ.title
source: Edit KSeF number
pl: Edycja numeru KSeF

# nx6-87-tLZ.placeholderString
source: KseF number
pl: Numer KseF

# 4Eq-ax-laX.title
source: Save
pl: Zapisz
